---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerCoverageParam
source: html/178d4b32-012a-f864-e109-0fc013e2e1b2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerCoverageParam Property

"Coverage"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFpSprinklerCoverageParam { get; }
```